OF1_Khoi Nguyen/OpenFoam_Result/cavity160.10/Allrun
OB#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication checkMesh

runApplication icoFoam

runApplication postProcess -func sample -latestTime
#------------------------------------------------------------------------------
